Repository: ffarzam/Final_Project_98
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Username
fa: نام کاربری

source: Email
fa: ایمیل

source: User
fa: کاربر

source: Users
fa: کاربر ها

source: Notification
fa: پیام

source: Notifications
fa: پیام ها

source: User Notification
fa: پیام های کار

source: User Notifications
fa: پیام های کاربر

source: User Last Activity
fa: اخرین فعالیت کاربر

source: Users Last Activity
fa: اخرین فعالیت کاربر ها

source: Username must be more than 6 characters long
fa: نام کاربری باید بیشتر از 6 حرف باشد

source: Passwords don't match
fa: گذرواژه ها یکسان نیستند

source: Email and username can't be same
fa: ایمل و نام کاربری نباید یکسان باشد

source: Password and username can't be same
fa: گذر واژه و نام کاربری نباید یکسان باشد

source: Password and email can't be same
fa: گذر واژه و ایمیل نباید یکسان باشد

source: Old password is not correct
fa: گذر واژه قدیمی صحیح نیست

source: This email doesn't exist
fa: ایمیل شما وجود ندارد

source: Token is not valid, please request again
fa: لینک معتبر نیست، لطفا دوباره درخواست دهید

source: Registered successfully, activation link was sent to your email
fa: ثبت نام با موفقیت انجام شد، لینک فعال سازی به ایمیل شما ارسال شد

source: Your account has already activated
fa: اکانت شما فعال می باشد

source: A link Was Sent To You To Activate Your Account
fa: لینک فعال سازی اکانت برای شما ارسال شد

source: Your account has been activated successfully
fa: اکانت شما با موفقیت فعال شد

source: Invalid Username or Password
fa: نام کاربری یا گذر واژه نامعتبر است

source: User is Banned
fa: تا اطلاع ثانوی کاربر به حالت تعلیق در امده است

source: User hasn't activated his/her account yet
fa: کاربر اکانت خود را فعال نکرده است

source: Logged in successfully
fa: با موفقیت وارد اکانت خود شدید

source: Logged out successfully
fa: با موفقیت از اکانت خود خارج شدید

source: All accounts logged out
fa: از تمامی اکانت ها خارج شدید

source: Chosen account was successfully logged out
fa: از اکانت مورد نظر با موفقیت خارج شدید

source: Password has been successfully updated
fa: به روز رسانی رمز عبور شما با موفقیت انجام شد

source: A link Was Sent To You To Reset Your Password
fa: لینک تغییر گذر واژه برای شما ارسال شد

source: Password Reset Done
fa: گذرواژه بازنشانی شد

source: All accounts logged out and disabled
fa: تمامی اکانت های کاربر مورد نظر غیر فعال شد

source: No user with this specification was found
fa: کاربری با مشخصات وارد شده پیدا نشد

source: User account is enabled
fa: اکانت کاربر مورد نظر فعال شد

source: Access Token Has Been Expired
fa: توکن دسترسی شما منقضی شد

source: Refresh Token Has Been Expired, Please Login Again
fa: توکن تازه سازی منقضی شده است، لطفا دوباره وارد اکانت خود شوید

source: Invalid Token, Please Login Again
fa: توکن نامعتبر، دوباره وارد اکانت خود شوید

source: User Is Not Active
fa: اکانت شما فعال نیست

source: User Not Found
fa: کاربر پیدا نشد

source: Authorization Header Is Not Set In Request Header
fa: سربرگ مجوز در سربرگ درخواست تنظیم نشده است

source: Access Token Not Found In Authorization Header
fa: توکن دسترسی در سربرگ مجوز پیدا نشد

source: Token Prefix Not Found In Authorization Header
fa: پیشوند توکن دسترسی در سربرگ مجوز پیدا نشد

source: An error occurred
fa: خطایی پیش آمده!!!

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: Category
fa: دسته بندی

source: Categories
fa: دسته بندی ها

source: Type
fa: نوع

source: Types
fa: انواع

source: Xml Link
fa: لینک xml

source: Xml Links
fa: لینک های xml

source: Channel
fa: کانال

source: Channels
fa: کانال ها

source: Podcast Episode
fa: قسمت پادکست

source: Podcasts Episodes
fa: قسمت های پادکست ها

source: News
fa: خبر ها

source: Search Count
fa: تعداد جستجو

source: Search Counts
fa: تعداد جستجو ها

source: Update will be done soon
fa: به روز رسانی به زودی انجام خواهد گرفت

source: Like
fa: لایک

source: Likes
fa: لایک ها

source: Comment
fa: یادداشت

source: Comments
fa: یادداشت ها

source: Bookmark
fa: نشانه گذاری

source: Recommendation
fa: پیشنهاد

source: Recommendations
fa: پیشنهاد ها

source: Episode Trace
fa: دیابی پادکست

source: Episodes Trace
fa: ردیابی پادکست ها

source: Read News
fa: خبر های خوانده شده

source: Reset Password
fa: بازنشانی گذر واژه

source: Hello
fa: سلام

source: Please click the button below to reset your password:
fa: لطفا برای بازنشانی گذر واژه بر روی لینک زیر کلیک کنید:

source: Reset Your Password
fa: باز نشانی گذر واژه شما

source: If you did not request to change your password, please ignore this email.
fa: اگر درخواستی مبنی بر تغییر گذر واژه نداده اید، لطفاً این ایمیل را نادیده بگیرید.

source: Account Verification
fa: تایید حساب کاربری

source: Thank you for registering on our website. To complete your registration, please click the button below to verify your account:
fa: با تشکر از شما برای ثبت نام در وب سایت ما. برای تکمیل ثبت نام، لطفا روی دکمه زیر کلیک کنید تا حساب خود را تأیید کنید:

source: Verify Your Account
fa: فعال سازی اکانت

source: If you did not create an account on our website, please ignore this email.
fa: اگر حساب کاربری در وب سایت ما ایجاد نکردید، لطفاً این ایمیل را نادیده بگیرید.

source: Thank you for choosing our service.
fa: از اینکه خدمات ما را انتخاب کردید متشکریم
